src/mathematics/linear_algebra/KBe21math530retAxler7B1.org
#+TITLE: Axler 7.B exercise 1
#+begin_quote
True or false (and give a proof of your answer): The exists $T \in  \mathcal{L}(\mathbb{R}^3)$ s.t. $T$ is not self-adjoint but there is a basis of $\mathbb{R}^3$ consisting of eigenvectors of $T$.
#+end_quote

The real spectral theorem suggests that if a map is self-adjoint, it must have an orthogonal basis of eigenvectors. Thus, we can choose a map which does not have an orthogonal basis of eigenvectors. For instance, choose the non-orthogonal eigenpairs

\[\begin{aligned}
T(1, 0, 0) = (1, 0, 0)\\
T(0, 1, 0) = (0, 2, 0)\\
T(1, 1, 1) = (3, 3, 3)\\
\end{aligned}\]
